import SQB from "../assets/png/SQB.png";
import kapitalBank from "../assets/png/KAPITALBANK.png";
import turonBank from "../assets/png/TURONBANK.png";
import hamkorBank from "../assets/png/HAMKORBANK.jpeg";
import bakaiBank from "../assets/png/BakaiBank.png";
import optimaBank from "../assets/png/OptimaBank.png";
import KKB from "../assets/png/KKB.png";
import credoBank from "../assets/png/CredoBank.png";
import tbcBank from "../assets/png/TBCBank.png";
import apiBank from "../assets/png/apiBanks.png";

export const accUZ = [
  {
    id: 1,
    logoBank: SQB,
    url: "sqb.uz/uz",
    price: "19 800 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Нотариально заверенная копия российского паспорта",
    ],
    deadLine: "5 рабочих дней",
  },
  {
    id: 2,
    logoBank: kapitalBank,
    url: "kapitalbank.uz/ru",
    price: "19 800 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Нотариально заверенная копия российского паспорта",
    ],
    deadLine: "5 рабочих дней",
  },
  {
    id: 3,
    logoBank: turonBank,
    url: "turonbank.uz/ru",
    price: "19 800 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Нотариально заверенная копия российского паспорта",
    ],
    deadLine: "5 рабочих дней",
  },
  {
    id: 4,
    logoBank: hamkorBank,
    url: "hamkorbank.uz",
    price: "19 800 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Нотариально заверенная копия российского паспорта",
    ],
    deadLine: "5 рабочих дней",
  },
];

export const accKG = [
  {
    id: 1,
    logoBank: bakaiBank,
    url: "bakai.kg",
    price: "24 700 ₽ + 10 000 ₽ депозит",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия паспорта",
    ],
    deadLine: "5 рабочих дней",
    helperText: "(неснижаемый остаток на счете)",
  },
  {
    id: 2,
    logoBank: optimaBank,
    url: "optimabank.kg",
    price: "24 700 ₽ + 10 000 ₽ депозит",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия паспорта",
    ],
    deadLine: "5 рабочих дней",
    helperText: "(неснижаемый остаток на счете)",
  },
  {
    id: 3,
    logoBank: KKB,
    url: "cbk.kg",
    price: "24 700 ₽ + 10 000 ₽ депозит",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия паспорта",
    ],
    deadLine: "5 рабочих дней",
    helperText: "(неснижаемый остаток на счете)",
  },
];

export const accGE = [
  {
    id: 1,
    logoBank: credoBank,
    url: "credobank.ge",
    price: "32 400 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия загран. паспорта",
      "Копия внутреннего паспорта",
      "Справка с места работы (по аналогии со справкой для оформления визы)",
    ],
    deadLine: "10 рабочих дней",
  },
  {
    id: 2,
    logoBank: tbcBank,
    url: "tbcbank.ge",
    price: "32 400 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия загран. паспорта",
      "Копия внутреннего паспорта",
      "Справка с места работы (по аналогии со справкой для оформления визы)",
      "Выписка из банка в РФ",
    ],
    deadLine: "10 рабочих дней",
  },
];

export const accRS = [
  {
    id: 1,
    logoBank: apiBank,
    url: "apibank.rs",
    price: "49 500 ₽",
    docks: [
      "Нотариально заверенная доверенность на нашего сотрудника на русском языке",
      "Копия загран. паспорта",
      "Копия внутреннего паспорта",
      "Нотариально заверенная копия первой страницы загран. паспорта",
    ],
    deadLine: "21 рабочих дней",
  },
];

export const firstAnswers = [

  {
    id: 1,
    answer:
      "Работаем официально по договору, в котором отражены все наши обязательства.",
  },
  {
    id: 2,
    answer:
      "Принимаем оплату по договору и выдаем документы, подтверждающие поступление денег.",
  },
];
export const secondAnswers = [
  {
    id: 1,
    answer:
      "Мы работаем исключительно официально с проверенными локальными юристами и консультантами по договору, составленному предельно жестко в части обращения с Вашими документами и личными данными.",
  },
  {
    id: 2,
    answer:
      "Мы находимся в непрерывном контакте с отделениями банков, открывающих счета нашим клиентам, и ежедневно получаем обновления статусов по каждому конкретному кейсу.",
  },
  {
    id: 3,
    answer:
      "Доверенность, выписанная на нашего локального юриста, возвращается Вам вместе с комплектом документов из банка. После получения ее можно аннулировать и уничтожить физически.",
  },
];
export const thirdAnswers = [
  {
    id: 1,
    answer:
      "Нет, это невозможно. Доступ к банк-клиенту, карте и счетам есть только у Вас. Счет открыт на Ваше имя, а значит Вы можете менять любые данные и выпускать новые карты в любой момент времени по Вашему желанию.",
  },
];
export const fourthAnswers = [
  {
    id: 1,
    answer:
      "Срок открытия счета и выпуска карты занимает 5 дней.",
  },
];

